Repository: wp-plugins/advanced-category-column
Catalog: languages/advanced-cc-*.po
Languages: es_es, nl_nl

source: Donate
es_es: Donar
nl_nl: Donatie

source: Settings
es_es: Ajustes
nl_nl: Instellingen

source: Permalink to
es_es: enlace permanente a
nl_nl: Permalink naar

source: Click to toggle
nl_nl: Klicken, om om te schakelen.

source: Frontpage (e.g. a static page as homepage)
es_es: Página Inicial (por ejemplo, una página estática como página de inicio)
nl_nl: Frontpage (bijv. een statische pagina als homepage)

source: &#34;Page&#34; pages
es_es: &#34;Pagína&#34; páginas
nl_nl: &#34;Page&#34; pagina&#39s

source: Category pages
es_es: Categoría de páginas
nl_nl: Caegorieën

source: Single post pages
es_es: Páginas de post simples
nl_nl: Single post pagina&#39;s

source: Archive pages
es_es: Páginas de Archivo
nl_nl: Archiefpagina&#39;s

source: Post type archives
nl_nl: Post type archieven

source: Tag pages
es_es: Páginas de Etiquetas
nl_nl: Tag pagina&#39;s

source: Custom Taxonomy pages (only available, if having a plugin)
es_es: Páginas de Taxonomía Personalizada (sólo está disponible si tiene un plugin)
nl_nl: Custom Taxonomy pagina’s (alleen als er een voor plugin is)

source: Author pages
es_es: Páginas del autor
nl_nl: Auteurspagina&#39;s

source: Search Results
es_es: Buscar Resultados
nl_nl: Zoekresultaten

source: &#34;Not Found&#34;
es_es: &#34;No Encontrado&#34;
nl_nl: &#34;Niet gevonden&#34;

source: Login Page (only available, if having a plugin)
nl_nl: Login pagina (alleen als er een voor plugin is)

source: Check all
es_es: Seleccionar todo
nl_nl: Alles aanvinken

source: Check, where you want to show the widget. By default, it is showing on the homepage and the category pages:
es_es: Seleccione, dónde desea mostrar el widget. Por defecto, se muestra en la página principal y en las páginas de la categoría:
nl_nl: Aanvinken, waar je de widget wilt laten zien. Als standaard wordt de widget op de homepage en in de categorieën getoond.

source: Under image
nl_nl: Onder de afbeelding

source: Left of image
nl_nl: Links van de afbeelding

source: Right of image
nl_nl: Rechts van de afbeelding

source: Don&#39;t show excerpt
nl_nl: Uittreksel niet tonen

source: Choose, whether or not to display the excerpt and whether it comes under the thumbnail or next to it.
nl_nl: Kies of je het uittreksel wilt laten zien en of het onder de afbeelding te staan komt of ernaast.

source: Style the links of the widget. If you leave this empty, your theme will style the hyperlinks.
es_es: El estilo de los enlaces del widget. Si deja el campo vacío, el tema será el mismo estilo de los hipervínculos.
nl_nl: Stijl van de links van de widget. Als u dit leeg laat, zal uw thema de hyperlinks stylen.

source: Just input something like,
es_es: Sólo algo de entrada como,
nl_nl: Voer gewoon iets als,

source: to get fat, blue, underlined links.
es_es: Los enlaces serán, azul subrayado.
nl_nl: om vet, blauw krijgen, onderstreepte koppelingen.

source: You most probably have to use &#34;!important&#34; at the end of each line, to make it work.
es_es: Lo más probable es usar &#34;!important&#34; al final de cada línea, para hacer que funcione.
nl_nl: Waarschijnlijk moet je &#34;!imoprtant&#34; op het einde van elke lijn schrijven om jouw stijlen belangrijker te maken dan die van het thema.

source: Styling of the links
es_es: Estilo de los enlaces
nl_nl: Styling van de links

source: Link style:
es_es: Estílo enlace:
nl_nl: Linkstijl:

source: Hover style:
es_es: Estilo hover:
nl_nl: Hover stijl:

source: You can enter your own style for the widgets here. This will overwrite the styles of your theme.
nl_nl: Je kunt hier je eigen stijl voor de widgets invoegen. Dat gaat de stijlen van je theme overschrijven.

source: If you leave this empty, you can still style every instance of the widget individually.
nl_nl: Als je dit veld leeg laat, kun je noch steeds elke instantie van de widget individueel aanpassen.

source: Compress Style Sheet:
nl_nl: Comprimeer Style Sheet:

source: Click here to compress the style sheet.
nl_nl: Hier klikken, om het style sheet te comprimeren.

source: If you can&#39;t reach the dynamical style sheet, you&#39;ll have to display the styles inline. By clicking here you can do so.
nl_nl: In sommige gevallen kan de dynamische style sheet niet worden geladen. Als je hier klickt, wordt de CSS inline in de HTML geschreven.

source: entries
nl_nl: berichten

source: entry
nl_nl: bericht

source: Empty cache (%d %s):
nl_nl: Cache leegmaken (%d %s):

source: You can empty the plugin&#39;s cache here, if necessary.
nl_nl: U kunt de cache van de plugin hier leegmaken, indien nodig.

source: Just put some css code here.
es_es: Sólo hay que poner algo de código CSS aquí.
nl_nl: Voer wat CSS-code hier in.

source: Cache emptied.
nl_nl: Cache geleegd.

source: Configure the output and looks of the widget. Then display thumbnails and excerpts of posts in your sidebars and define, on what kind of pages they will show.
es_es: Configure la salida y la apariencia del widget. Entonces se mostrarán las miniaturas y extractos de los mensajes en las barras laterales y se definirá en qué tipo de páginas se mostrarán.
nl_nl: Configureert de output en het uiterlijk van de widget. Laat dan afbeeldingen en uittreksels van berichten in uw sidebars en definieer op wat voor soort pagina’s ze te zien zullen zijn.

source: Title:
es_es: Título:
nl_nl: Titel:

source: To exclude certain categories or to show just a special category, simply write their ID&#39;s separated by comma (e.g. %s-5, 2, 4%s will show categories 2 and 4 and will exclude category 5):
es_es: Para excluir ciertas categorías o para mostrar sólo una categoría especial, basta con escribir su ID separado por coma (por ejemplo,%s-5, 2, 4%s mostrará las categorías 2 y 4, y se excluye la categoría 5):
nl_nl: Om bepaalde categorieën uit te sluiten of om gewoon een speciale categorie te tonen, schrijf gewoon hun ID gescheiden door een komma (bv%s-5, 2, zal 4%s categorieën 2 en 4 tonen en zal categorie 5 uitsluiten):

source: Check to show the categories in which the post is filed.
es_es: Seleccione para mostrar las categorías en que se presenta el mensaje.
nl_nl: Aanvinken, om de categorie van de post te laten zien.

source: Give some text that you want in front of the post&#39;s categtories (i.e &#39;filed under&#39;:
es_es: De algún texto que usted quiere al frente de la categoría de mensajes (ej. &#39;llenado debajo&#39;:
nl_nl: Geef wat tekst die je in de voor de categorieën van de post verschijnt (bv ‚gearchiveerd onder‘):

source: How many posts will be displayed in the sidebar:
es_es: Cuántos post se mostrarán en la barra lateral:
nl_nl: Hoeveel berichten worden weergegeven in de sidebar:

source: Offset (how many posts are spared out in the beginning):
es_es: Offset (cuántos post están a salvo en el inicio):
nl_nl: Offset (hoeveel berichten worden gespaard in het begin):

source: Check to have the offset only on your homepage.
es_es: Verificación para que el desplazamiento sólo sea en la página principal.
nl_nl: Aanvinken, om de offset alleen op de homepage te hebben.

source: Width of the thumbnail (in px):
es_es: Ancho de las miniaturas (en px)
nl_nl: Breedte van de miniatuur (in px):

source: If wanting a border around the image, write the style here. %s would make it a black border, 1px wide.
nl_nl: Als je een rand omheen de afbeelding wilt, schrijf hier de stijl. %s geeft een zwarte rand van 1px breed.

source: Weight of the Post Title:
es_es: Peso del título del Post:
nl_nl: Gewicht van de Post Titel:

source: In case there is no excerpt defined, how many sentences are displayed:
es_es: En caso de que no haya extracto definido, como cuantas frases se muestran:
nl_nl: In het geval dat er geen uittreksel gedefinieerd is, hoe veel zinnen worden getoond.

source: Check to display words instead of sentences.
es_es: Seleccione para mostrar palabras en lugar de oraciones.
nl_nl: Aanvinken om woorden in plaats van zinnen te laten zien.

source: Check to have each sentense in a new line.
es_es: Seleccione para tener cada sentencia en una línea nueva.
nl_nl: Aanvinken om elke zin in een aparte alinea te hebben.

source: Check to return the excerpt unfiltered (might avoid interferences with other plugins).
es_es: Seleccione para retornar el extracto sin filtrar (puede evitar interferencias con otros plugins).
nl_nl: Aanvinken om het uittreksel ongefilterd weer te geven (dit kan interferenties met andere plugins voorkomen).

source: If you want a line between the posts, this is the height in px (if not wanting a line, leave emtpy):
es_es: Si usted quiere una línea entre los posts, esta es la altura en píxeles (si no quisiera una línea, deje en blanco)
nl_nl: Als je een lijn tussen de berichten wilt, geef hier de hoogte van die lijn in px (als je er geen lijn wilt, laat dit vakje leeg):

source: The color of the line (e.g. #cccccc):
es_es: El color de la línea (e.g. #cccccc):
nl_nl: De kleur van de lijn (bv #cccccc):

source: Here you can finally style the widget. Simply type something like%sto get just a gray outline and a padding of 10 px. If you leave that section empty, your theme will style the widget.
nl_nl: Hier kun je de widget stijlen. Geef gewoon iets als%som een grijze rand en een padding van 10px te hebben. Als je dit leeg laat, neemt jouw thema de styling over.

source: The Advanced Category Column does, what the Category Column Plugin does; it creates a widget, which you can drag to your sidebar and it will show excerpts of the posts of other categories than showed in the center-column. It just has more options than the the Category Column Plugin. The 'Advanced' means, that you have a couple of more options than in the 'Category Column Plugin'.
nl_nl: De Advanced Category Column doet wat de Category Column Plugin doet; ze geeft een widget wat je in de sidebar kunt plaatsen en laat posts zien van andere categorieën als degene in de eigenlijke loop. Je hebt alleen meer mogelijkheden ivm styling van de widget.

source: Homepage
es_es: Página de Inicio

source: Attachments
es_es: Adjuntos

source: Here you can finally style the widget. Simply type something like%1$s%2$sborder-left: 1px dashed;%2$sborder-color: #000000;%3$s%2$sto get just a dashed black line on the left. If you leave that section empty, your theme will style the widget.
es_es: Aquí usted puede finalmente ver el estilo del widget. Simplemente escriba algo como%1$s%2$sborder-left: 1px dashed;%2$sborder-color: #000000;%3$s%2$spara obtener una línea de puntos negro de la izquierda. Si deja la sección vacía, su tema le dará estilo al widget.
